[
  {
    "id": 6,
    "soal": "Budaya berorientasi pelayanan dapat dijabarkan dengan kriteria sebagai berikut,  kecuali …",
    "a": "a.  ASN harus memahami sumber daya yang tersedia",
    "b": "b.  ASN harus memiliki kode etik",
    "c": "c.  Kode etik dapat dijabarkan kode perilaku",
    "d": "d.  Prinsip melayani sebagai suatu kebanggaan"
  },
  {
    "id": 7,
    "soal": "Dalam Peraturan Menteri PANRB Nomor 30 Tahun 2014,  inovasi pelayanan publik dimaknai dengan …",
    "a": "a.  Terobosan jenis pelayanan yang merupakan gagasan/ide kreatif orisinal yang memberikan manfaat bagi masyarakat secara langsung",
    "b": "b.  Terobosan jenis pelayanan yang merupakan adaptasi/modifikasi dari ide inovasi lainnya yang memberikan manfaat bagi masyarakat, baik secara langsung maupun tidak langsung",
    "c": "c.  Terobosan jenis pelayanan baik yang merupakan gagasan/ide kreatif orisinal dan/atau adaptasi/modifikasi yang diikutkan dalam kompetisi inovasi pelayanan publik",
    "d": "d.  Terobosan jenis pelayanan baik yang merupakan gagasan/ide kreatif orisinal dan/atau adaptasi/modifikasi yang memberikan manfaat bagi masyarakat, baik secara langsung maupun tidak langsung"
  },
  {
    "id": 8,
    "soal": "Satu hal yang mendasar yang membedakan inovasi di sektor publik dengan inovasi di sektor swasta adalah …",
    "a": "a.  Penggunaan anggaran yang tidak profit-oriented",
    "b": "b.  Pemberi layanan yang sudah diberi pelatihan",
    "c": "c.  Transferabilitas inovasi",
    "d": "d.  Kemudahan dalam akses teknologi"
  },
  {
    "id": 9,
    "soal": "Memberikan layanan melebihi harapan customer ditunjukkan dengan ...",
    "a": "a.  Meningkatkan mutu layanan dan tidak boleh berhenti ketika kebutuhan customer sudah dapat terpenuhi",
    "b": "b.  Selalu menanyakan dan melakukan survey kepuasan masyarakat",
    "c": "c.  Mencari tahu ekspektasi customer di masa yang akan datang tentang layanan apa yang diharapkan",
    "d": "d.  Menunggu perintah atasan terkait terobosan baru"
  },
  {
    "id": 10,
    "soal": "Dalam suatu kasus yang tidak dapat diselesaikan dengan cara biasa, ASN dituntut untuk …",
    "a": "a.  Berpasrah dengan keadaaan dan mengharapkan bantuan dari pihak lain",
    "b": "b.  Melakukan inovasi dan menggerakkan sumber daya yang ada untuk menyelesaikan permasalahan tersebut",
    "c": "c.  Memberikan tanggung jawab penyelesaian tersebut kepada pimpinan atau rekan kerja lain yang lebih berkompeten",
    "d": "d.  Meminta alokasi anggaran yang lebih banyak karena permasalahannya cukup sulit"
  },
  {
    "id": 21,
    "soal": "Tujuan utama dari Nilai Dasar ASN adalah …",
    "a": "a.  Menjadi dasar pembentukan peraturan internal tentang kewajiban masuk kerja",
    "b": "b.  Menjadi pedoman perilaku bagi para ASN dan menciptakan budaya kerja yang mendukung tercapainya kinerja terbaik",
    "c": "c.  Menjadi pertimbangan pimpinan unit kerja dalam menentukan rekanan dalam proyek strategis",
    "d": "d.  Menjadi instrumen pengukuran kinerja ASN oleh masyarakat"
  },
  {
    "id": 22,
    "soal": "Untuk mewujudkan organisasi publik yang akuntabel harus mengandung mekanisme berikut?",
    "a": "a.  Akuntabilitas kejujuran dan hukum",
    "b": "b.  Akuntabilitas proses dan program",
    "c": "c.  Akuntabilitas kebijakan",
    "d": "d.  Semua jawaban benar"
  },
  {
    "id": 23,
    "soal": "Berikut adalah termasuk Alat Akuntabilitas?",
    "a": "a.  Perencanaan Strategis (Strategic Plans)",
    "b": "b.  Kontrak Kinerja",
    "c": "c.  Laporan Kinerja",
    "d": "d.  Semua jawaban benar"
  },
  {
    "id": 24,
    "soal": "Berikut ini adalah unsur dari Gratifikasi?",
    "a": "a.  Bersifat tanam budi",
    "b": "b.  Tanpa Kesepakatan",
    "c": "c.  Diterima oleh pejabat negara atau pegawai negeri",
    "d": "d.  Semua jawaban benar"
  },
  {
    "id": 25,
    "soal": "Pilihlah pernyataan yang paling tepat?",
    "a": "a.  Integritas adalah nilai yang dapat mengikat setiap unsur pelayan publik secara moral dalam membentengi institusi",
    "b": "b.  Peran Integritas individu lebih penting daripada intervensi melalui sistem kebijakan",
    "c": "c.  Integritas sistem otomatis akan terbentuk dari Integritas individu",
    "d": "d.  Akuntabilitas dan Integritas masyarkat juga menjadi unsur penting terbentuknya pelayanan publik yang baik"
  },
  {
    "id": 36,
    "soal": "Berikut ini adalah termasuk Prinsip Keterbukaan Informasi,  kecuali ...",
    "a": "a.  Maximum Access Limitite Exemption (MALE), prinsip semua informasi bersifat terbuka dan bisa diakses masyarakat",
    "b": "b.  Informasi yang dikecualikan adalah informasi yang berpotensi merugikan kepentingan publik dan harus bersifat terbatas dan tidak permanen",
    "c": "c.  Permintaan informasi harus disertai dengan “alasan”",
    "d": "d.  Informasi harus utuh dan benar"
  },
  {
    "id": 37,
    "soal": "“Diskresi  administrasi menjadi starting point bagi masalah moral dan etika dalam dunia Administrasi Publik (Rohr, 1989 dan Keban, 2008)”, maksud dari “diskresi” adalah ...",
    "a": "a.  Bentuk fleksibel aturan yang berlaku",
    "b": "b.  Kebebasan Pejabat dalam mengambil keputusan berdasarkan pertimbangan sendiri",
    "c": "c.  Keputusan yang disepakati bersama antara pejabar ataupun pemberi layanan dengan masyarakat",
    "d": "d.  Tidak ada jawaban yang benar"
  },
  {
    "id": 38,
    "soal": "Berpikir terbuka, dengan belajar hal yang berbeda adalah gambaran dari seseorang yang melakukan proses belajar yaitu ...",
    "a": "a.  Learn,  Unlearn,  dan Relearn",
    "b": "b.  Proses belajar yang aktif",
    "c": "c.  Proses belajar yang terbuka",
    "d": "d.  Jawaban b dan c benar"
  },
  {
    "id": 39,
    "soal": "Pentingnya ASN selalu meningkatkan kompetensi, antara lain yang paling sesuai,  yaitu ...",
    "a": "a.  Sesuai kebijakan hak pengembangan ASN dalam Undang-Undang ASN",
    "b": "b.  Sesuai kebijakan pembangunan nasional",
    "c": "c.  Sesuai sistem pengembangan ASN",
    "d": "d.  Salah semua"
  },
  {
    "id": 40,
    "soal": "Dengan berlakunya Undang Undang Nomor 5 Tahun 2014 tentang ASN, adanya hak pengembangan pegawai, yang mengatur jumlah jam pelajaran hak pengembangan bagi pegawai?",
    "a": "a.  Sekurang-kurangnya 24 (dua empat) Jam Pelajaran bagi PNS dan maksimal 20 (dua puluh) Jam Pelajaran bagi Pegawai Pemerintah dengan Perjanjian Kerja (PPPK)",
    "b": "b.  Sekurang-kurangnya 24 (dua puluh) Jam Pelajaran bagi PNS dan maksimal 20 (dua puluh empat) Jam Pelajaran bagi Pegawai Pemerintah dengan Perjanjian Kerja (PPPK)",
    "c": "c.  Sekurang-kurangnya 20 (dua puluh) Jam Pelajaran bagi PNS dan maksimal 20 (dua puluh empat) Jam Pelajaran bagi Pegawai Pemerintah dengan Perjanjian Kerja (PPPK)",
    "d": "d.  Sekurang-kurangnya 20 (dua puluh) Jam Pelajaran bagi PNS dan sekurang-kurangnya 20 (dua puluh) Jam Pelajaran bagi Pegawai Pemerintah dengan Perjanjian Kerja (PPPK)"
  },
  {
    "id": 51,
    "soal": "Salah satu pendorong pentingnya ASN selalu meningkatkan kompetensi, antara lain yang paling sesuai,  yaitu ...",
    "a": "a.  Dinamika perubahan prosses kerja instansi",
    "b": "b.  Perubahan dinamika dunia VUCA",
    "c": "c.  Dinamika arahan pimpinan",
    "d": "d.  Dinamika pertentangan global"
  },
  {
    "id": 52,
    "soal": "Dengan berlakunya tatanan nilai BerAkhlak,  untuk perilaku kompeten?",
    "a": "a.  \"Meningkatkan kompetensi diri untuk mengjawab tantangan yang selalu berubah\"",
    "b": "b.  Membantu orang lain berpendidikan",
    "c": "c.  Melaksanakan tugas dengan kualitas terbaik",
    "d": "d.  a dan c benar"
  },
  {
    "id": 53,
    "soal": "Berikut pernyataan yang paling sesuai terkait konsepsi kompetensi adalah meliputi tiga aspek penting berkaitan dengan perilaku kompetensi meliputi ...",
    "a": "a.  Aspek pengetahuan,  keterampilan,  dan etika yang diperlukan dalam pelaksanaan pekerjaan",
    "b": "b.  Aspek pengetahuan,  keterampilan,  dan sikap yang diperlukan dalam pelaksanaan pekerjaan",
    "c": "c.  Aspek pengetahuan,  keterampilan,  dan etika yang diperlukan dalam pelaksanaan pekerjaan",
    "d": "d.  Aspek pengetahuan,  pengalaman,  dan sikap yang diperlukan dalam pelaksanaan pekerjaan"
  },
  {
    "id": 54,
    "soal": "Yang dimaksud dengan modalitas etika adalah ...",
    "a": "a.  Pelayanan yang berkualitas",
    "b": "b.  Pelayanan yang relevan",
    "c": "c.  Jembatan antara norma moral dan tindakan faktual",
    "d": "d.  Mempertimbangkan pilihan sarana kebijakan"
  },
  {
    "id": 55,
    "soal": "Berikut ini adalah bentuk kode etik ASN yang tertuang dalam UU ASN,  kecuali ...",
    "a": "a.  Melaksanakan tugasnya dengan cermat dan disiplin",
    "b": "b.  Melayani dengan sikap hormat,  sopan,  dan tanpa tekanan",
    "c": "c.  Melaksanakan tugasnya sesuai dengan ketentuan peraturan perundang-undangan",
    "d": "d.  Menggunakan kekayaan dan barang milik negara untuk keperluan pribadi"
  },
  {
    "id": 66,
    "soal": "Berikut ini adalah bentuk perilaku dalam kode etik menurut UU Asn yang paling tepat adalah ...",
    "a": "a.  Menjaga kerahasiaan atas seluruh informasi publik",
    "b": "b.  Menggunakan kekayaan dan barang milik negara secara bertanggung jawab,  efektif,  dan efisien",
    "c": "c.  Membiarkan jika terjadi konflik kepentingan dalam melaksanakan tugasnya",
    "d": "d.  Memberikan informasi yang dapat menyesatkan kepada pihak lain yang memerlukan informasi terkait kepentingan kedinasan"
  },
  {
    "id": 67,
    "soal": "Tindakan yang KURANG TEPAT dalam perilaku ASN yang bertika adalah ...",
    "a": "a.  Melaksanakan tugasnya dengan cermat",
    "b": "b.  Melayani dengan sikap hormat,  sopan,  dan tanpa tekanan",
    "c": "c.  Loyalitas hanya sebatas menyenangkan pimpinan,  atau berusaha memenuhi kebutuhan peribadi pimpinannya",
    "d": "d.  Melaksanakan tugasnya sesuai dengan perintah atasan sejauh tidak bertentangan dengan ketentuan peraturan perundang-undangan"
  },
  {
    "id": 68,
    "soal": "Tindakan berikut yang dapat dilakukan ASN dalam menunjukkan Sikap adil dan netral,  yaitu ...",
    "a": "a.  Menjaga rahasia negara",
    "b": "b.  Tidak diskriminatif dalam melayani",
    "c": "c.  Selalu bertindak profesianal",
    "d": "d.  Meningkatkan pengetahuan dan keterampilan"
  },
  {
    "id": 69,
    "soal": "PNS menjadi figur dan teladan di lingkungan masyarakatnya,  caranya adalah ...",
    "a": "a.  Menjadi bagian dari problem solver (pemberi solusi)",
    "b": "b.  Menjadi bagian dari sumber masalah (trouble maker)",
    "c": "c.  Melakukan tindakan,  ucapan,  perilaku yang bertentangan dengan norma norma sosial dan susila",
    "d": "d.  Bertindak yang bertentangan dengan agama dan nilai lokal yang berkembang di masyarakat"
  },
  {
    "id": 70,
    "soal": "Dalam rangka mencapai tujuan nasional, diperlukan Aparatur Sipil Negara yang mampu?",
    "a": "a.  Menjalankan roda Pemerintahan",
    "b": "b.  Melaksanakan kewenangannya",
    "c": "c.  Menunaikan hak dan kewajibannya",
    "d": "d.  Mengimplementasikan nilai-nilai berAKHLAK"
  },
  {
    "id": 81,
    "soal": "Dalam sumpah/janjinya PNS berkomitmen untuk?",
    "a": "a.  Melaksanakan fungsi ASN dengan baik",
    "b": "b.  Menjunjung tinggi kehormatan negara, pemerintah, dan martabat pegawai negeri sipil, serta akan senantiasa mengutamakan kepentingan negara dari pada kepentingan saya sendiri, seseorang atau golongan",
    "c": "c.  Menjadi PNS yang profesional dan berkompeten",
    "d": "d.  Taat kepada Tuhan Yang Maha Esa"
  },
  {
    "id": 82,
    "soal": "Panduan Perilaku Loyal “Menjaga Rahasia Jabatan dan Negara” yang terkait dengan Kewajiban ASN adalah ...",
    "a": "a.  Menjaga kerahasiaan yang menyangkut kebijakan negara",
    "b": "b.  Memberikan informasi secara benar dan tidak menyesatkan kepada pihak lain yang memerlukan informasi terkait kepentingan kedinasan",
    "c": "c.  Menyimpan rahasia jabatan dan hanya dapat mengemukakan rahasia jabatan sesuai dengan ketentuan peraturan perundang-undangan",
    "d": "d.  Memelihara dan menjunjung tinggi standar etika yang luhur"
  },
  {
    "id": 83,
    "soal": "Loyalitas seorang ASN dapat diwujudkan dengan cara melaksanakan dengan sebaik-baiknya Kode Etik dan Kode Perilaku ASN. Kode Etik dan Kode Perilaku tersebut dirumuskan dengan tujuan untuk?",
    "a": "a.  Meningkatkan produktivitas kerja ASN",
    "b": "b.  Menjaga martabat dan kehormatan ASN",
    "c": "c.  Menjaga wibawa pemerintah",
    "d": "d.  Meningkatkan kualitas pelayanan publik"
  },
  {
    "id": 84,
    "soal": "Dalam menjalankan perannya sebagai pemersatu bangsa, seorang ASN yang loyal harus?",
    "a": "a.  Bersikap netral dan adil dan tdak terlibat kepentingan politik dan SARA",
    "b": "b.  Bertakwa kepada Tuhan YME",
    "c": "c.  Menjaga keseimbangan antara hak dan kewajiban",
    "d": "d.  Bersikap adil terhadap sesama"
  },
  {
    "id": 85,
    "soal": "Loyalitas seorang ASN dapat tercermin dari kemampuannya mengamalkan nilai-nilai yang terkandung pada sila ke-3 Pancasila dengan cara?",
    "a": "a.  Menghargai,  mentoleransi dan menseragamkan keberagaman",
    "b": "b.  Memberikan pelayanan yang  partisipatif, diskriminatif dan prima",
    "c": "c.  Membangun rasa kebangsaan dengan membangkitkan sentimen nasionalisme",
    "d": "d.  Menumbuhkkembangkan semangat gotong royong di kalangan tertentu"
  },
  {
    "id": 101,
    "soal": "Berikut ini adalah lima disiplin yang dikembangkan Peter Senge dalam learning organization, kecuali ...",
    "a": "a.  Flexible system",
    "b": "b.  Shared vision",
    "c": "c.  System thinking",
    "d": "d.  Self mastery"
  },
  {
    "id": 102,
    "soal": "Perilaku tertutup, politis dan birokratis menunjukkan organisasi berkarakteristik?",
    "a": "a.  Tidak adaptif",
    "b": "b.  Adaptif",
    "c": "c.  Fleksibel",
    "d": "d.  Tidak fleksibel"
  },
  {
    "id": 103,
    "soal": "Fondasi organisasi adaptif terdiri atas, kecuali ...",
    "a": "a.  Prosedur",
    "b": "b.  Lansekap",
    "c": "c.  Pembelajaran",
    "d": "d.  Kepemimpinan"
  },
  {
    "id": 104,
    "soal": "Istilah 'asuransi budaya' yang memberikan banyak interpretasi di dalam sebuah organisasi, diperkenalkan oleh ...",
    "a": "a.  Liisa Välikangas",
    "b": "b.  Neo & Chen",
    "c": "c.  Peter Drucker",
    "d": "d.  Weick"
  },
  {
    "id": 105,
    "soal": "Model interaksi yang terjadi dalam governance adalah sebagai berikut, kecuali ...",
    "a": "a.  Voluntary",
    "b": "b.  Non voluntary",
    "c": "c.  Kolaboratif",
    "d": "d.  Kerjasama"
  },
  {
    "id": 106,
    "soal": "Karakteristik adaptif dibutuhkan makhluk hidup untuk, kecuali ...",
    "a": "a.  Makan dan minum",
    "b": "b.  Menghadapi perubahan",
    "c": "c.  Bertahan hidup",
    "d": "d.  Mengatasi ancaman"
  },
  {
    "id": 107,
    "soal": "Pendekatan yang melibatkan sejumlah kelembagaan yang terkait dengan urusan-urusan yang relevan yaitu ...",
    "a": "a.  Interagency",
    "b": "b.  Interrelationship",
    "c": "c.  Interconnection",
    "d": "d.  Collaboration"
  },
  {
    "id": 108,
    "soal": "Badan dan/atau Pejabat Pemerintahan dapat menolak memberikan Bantuan Kedinasan apabila dalam kondisi sebagai berikut, kecuali ...",
    "a": "a.  Mempengaruhi kinerja Badan dan/atau Pejabat Pemerintahan pemberi bantuan",
    "b": "b.  Surat keterangan dan dokumen yang diperlukan sesuai dengan ketentuan peraturan perundang-undangan bersifat rahasia",
    "c": "c.  Ketentuan peraturan perundang-undangan tidak memperbolehkan pemberian bantuan",
    "d": "d.  Belum mendapatkan persetujuan dari DPR"
  },
  {
    "id": 109,
    "soal": "Berikut ini adalah manfaat kolaborasi dalam penyelenggaraan pemerintahan, kecuali ...",
    "a": "a.  Meningkatkan kinerja penyelenggaraan pemerintahan",
    "b": "b.  Terciptanya integrasi antar kebijakan",
    "c": "c.  Menghilangkan silo mentality",
    "d": "d.  Meningkatkan kompetisi antar daerah"
  },
  {
    "id": 110,
    "soal": "Berikut adalah situasi yang mencerminkan terlaksananya Whole-of-Government (WoG), kecuali ...",
    "a": "a.  Kolaborasi dan integrasi antar instansi pemerintah",
    "b": "b.  Peraturan perundang-undangan yang harmonis",
    "c": "c.  Silo Mentality Aparatur Sipil Negara",
    "d": "d.  Implementasi Squad Team lintas Kementerian dan Lembaga dalam program prioritas pembangunan"
  },
  {
    "id": 131,
    "soal": "WoG juga dikenal sebagai pendekatan ...",
    "a": "a.  Interagency",
    "b": "b.  Interrelationship",
    "c": "c.  Interconnection",
    "d": "d.  Collaboration"
  },
  {
    "id": 132,
    "soal": "Pendekatan WOG merupakan respon dari paradigma ...",
    "a": "a.  New Public Service",
    "b": "b.  New Public Management",
    "c": "c.  Old Public Management",
    "d": "d.  Public Reform Management"
  },
  {
    "id": 133,
    "soal": "Sebuah informasi yang tidak benar. Namun, orang yang menyebarkannya percaya bahwa informasi tersebut adalah benar tanpa bermaksud membahayakan orang lain adalah definisi dari ...",
    "a": "a.  Disinformasi",
    "b": "b.  Malinformasi",
    "c": "c.  Misinformasi",
    "d": "d.  Uninformasi "
  },
  {
    "id": 134,
    "soal": "Berikut adalah modus umum penipuan di dunia digital, kecuali ...",
    "a": "a.  Memberikan identitas toko untuk direview negatif",
    "b": "b.  Penipuan harga diskon atau produk yang ditawarkan",
    "c": "c.  Identitas pelaku usaha atau konsumen fiktif",
    "d": "d.  Ketidaksesuaian barang atau produk yang diterima atau dipesan"
  },
  {
    "id": 135,
    "soal": "Pengetahuan dasar mengamankan diri di dunia digital adalah sebagai berikut, kecuali ...",
    "a": "a.  Pengamanan perangkat keras",
    "b": "b.  Pemahaman informasi valid",
    "c": "c.  Pemahaman echo chamber",
    "d": "d.  Pengamanan dari scam"
  },
  {
    "id": 136,
    "soal": "Dalam kompetensi Aman Bermedia Digital, ada lima kompetensi yang harus dipahami dan terapkan, kecuali ...",
    "a": "a.  Pengamanan perangkat digital",
    "b": "b.  Pengamanan identitas digital",
    "c": "c.  Mewaspadai hate speech",
    "d": "d.  Memahami rekam jejak digital"
  },
  {
    "id": 137,
    "soal": "Sebuah perangkat lunak yang dirancang untuk mengontrol perangkat secara diam-diam, bisa mencuri informasi pribadi milik kita atau uang dari pemilik perangkat adalah fungsi dari ...",
    "a": "a.  Malware",
    "b": "b.  Spyware",
    "c": "c.  Ransomware",
    "d": "d.  Worms"
  },
  {
    "id": 138,
    "soal": "Pengamalan sila pertama Pancasila dalam lingkup literasi digital dalam lanskap digital adalah ...",
    "a": "a.  Non-diskriminatif dalam berinteraksi di dunia digital",
    "b": "b.  Menumbuhkan cinta kepada Indonesia dengan stop hate speech",
    "c": "c.  Memiliki paham multi-perspektif terkait keyakinan users",
    "d": "d.  Menerapkan netiket dan berperilaku baik sebagai warga digital  "
  },
  {
    "id": 139,
    "soal": "Berikut adalah hak-hak digital yang harus kita pahami, kecuali ...",
    "a": "a.  Hak untuk mengakses",
    "b": "b.  Hak untuk mengatur perangkat",
    "c": "c.  Hak untuk merasa aman",
    "d": "d.  Hak untuk berekspresi"
  },
  {
    "id": 140,
    "soal": "Aktivitas membagikan data personal seseorang ke dunia maya adalah bentuk konten negatif ...",
    "a": "a.  Cyberstalking",
    "b": "b.  Doxing",
    "c": "c.  Hoax",
    "d": "d.  Revenge porn"
  }
]
